export const chats = [
    {
      name: 'Джон Сноу',
      time: '10:00',
      unreaded: 0
    },
    {
      name: 'Белла Беллс',
      time: '10:20',
      unreaded: 2
  
    },  
    {
      name: 'Васин Вася',
      time: '10:30',
      unreaded: 4
    },  
    {
      name: 'Женя Гришаев',
      time: '9:32',
      unreaded: 2
    },  
    {
      name: 'Ричард Чаев',
      time: '10:00',
      unreaded: 0
  
    },  
    {
      name: 'Нескафе Кофиев',
      time: '18:15',
      unreaded: 0
  
    },
    {
      name: 'Барилла Макаронни',
      time: '10:12',
      unreaded: 0
  
    },  {
      name: 'Дмитрий Билайн',
      time: '11:43',
      unreaded: 0
  
    },  {
      name: 'Жозефина Крисриева',
      time: '21:01',
      unreaded: 1
    },
  ];
  export const messages = [
    {
      text: 'То, что сообщается; известие. Осенью 1913 года весь мир облетело сенсационное сообщение об открытии русскими моряками неизвестных земель к северу от Таймырского полуострова. Ушаков, По нехоженой земле. О расстреле мирной манифестации рабочих у Зимнего дворца первым принес сообщение Антон Топилкин. Марков, Строговы. || Данные, сведения, передаваемые, сообщаемые, излагаемые кем-л. Сообщение бюро погоды. □ Офицер доложил последнее сообщение рации; за исключением тридцать седьмой, размещение корпуса закончилось. Леонов, Взятие Великошумска. Давыдов послал в райком коннонарочного с сообщением о том, что в колхоз вовлечено пока только тридцать два процента, но что работа по вовлечению в колхоз продолжается. Шолохов, Поднятая целина. || Небольшой доклад на какую-л. тему, информация. Котельников поехал в институт, к профессору Карелину, делать какое-то сообщение на кафедре. Кетлинская, Дни нашей жизни.',
      time: '10:00'
    },
    {
      text: 'То, что сообщается; известие. Осенью 1913 года весь мир облетело сенсационное сообщение об открытии русскими моряками неизвестных земель к северу от Таймырского полуострова. Ушаков, По нехоженой земле. О расстреле мирной манифестации рабочих у Зимнего дворца первым принес сообщение Антон Топилкин. Марков, Строговы. || Данные, сведения, передаваемые, сообщаемые, излагаемые кем-л. Сообщение бюро погоды. □ Офицер доложил последнее сообщение рации; за исключением тридцать седьмой, размещение корпуса закончилось. Леонов, Взятие Великошумска. Давыдов послал в райком коннонарочного с сообщением о том, что в колхоз вовлечено пока только тридцать два процента, но что работа по вовлечению в колхоз продолжается. Шолохов, Поднятая целина. || Небольшой доклад на какую-л. тему, информация. Котельников поехал в институт, к профессору Карелину, делать какое-то сообщение на кафедре. Кетлинская, Дни нашей жизни.',
      time: '10:00'
    },
    {
      text: 'Здесь будет ответ на сообщение',
      time: '10:01',
      myself: true
    },
    {
      text: 'А тут ответ на ответ на сообщение',
      time: '10:02'
    }
  ];
